export const DAYS_LIST: { [key: string]: string } = {
  monday: "월요일",
  tuesday: "화요일",
  wednesday: "수요일",
  thursday: "목요일",
  friday: "금요일",
  saturday: "토요일",
  sunday: "일요일",
  discussion: "추후협의",
};

export const TIMES_LIST: { [key: string]: string } = {
  "00:00": "오전 12:00",
  "01:00": "오전 1:00",
  "02:00": "오전 2:00",
  "03:00": "오전 3:00",
  "04:00": "오전 4:00",
  "05:00": "오전 5:00",
  "06:00": "오전 6:00",
  "07:00": "오전 7:00",
  "08:00": "오전 8:00",
  "09:00": "오전 9:00",
  "10:00": "오전 10:00",
  "11:00": "오전 11:00",
  "12:00": "오후 12:00",
  "13:00": "오후 1:00",
  "14:00": "오후 2:00",
  "15:00": "오후 3:00",
  "16:00": "오후 4:00",
  "17:00": "오후 5:00",
  "18:00": "오후 6:00",
  "19:00": "오후 7:00",
  "20:00": "오후 8:00",
  "21:00": "오후 9:00",
  "22:00": "오후 10:00",
  "23:00": "오후 11:00",
  discussion: "추후협의",
};

export const ASSIGNMENT_LIST: { [key: string]: string } = {
  attendance: "출석체크",
  picture: "팀원 사진 인증",
  board: "과제 게시판",
};
